Tekla.Structures.Internal.Plugins.SetAssemblyResolver
DO NOT USE! For internal usage only!

Tekla.Structures.Internal.Plugins.Run(System.String)
DO NOT USE! For internal usage only!
param:
Returns:

Tekla.Structures.Internal.Plugins.StartPlugin(System.String)
DO NOT USE! For internal usage only!
Param:
Returns:

Tekla.Structures.Internal.Plugins.DefinePluginInput(System.String)
DO NOT USE! For internal usage only!
Param:
Returns:

Tekla.Structures.Internal.Plugins.dotExportGetPluginName(Tekla.Structures.Internal.dotPluginName_t@)
DO NOT USE! For internal usage only!
pPluginName:
Returns:

Tekla.Structures.Internal.Plugins.dotExportGetPluginId
DO NOT USE! For internal usage only!
Returns:

Tekla.Structures.Internal.Plugins.dotExportSetPluginResult(System.Int32)
DO NOT USE! For internal usage only!
Result:
Returns:

Tekla.Structures.Internal.Plugins.dotExportExecutePluginResult(System.Int32)
DO NOT USE! For internal usage only!
ExecuteResult:
Returns: